
{
    "course_1234" : {

    "course_name" : "Педагогическая деятельность в дошкольном образовании",
    "course_type": "Профессиональная переподготовка",
    "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/dou-pedagog/",
    "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
    "suitable_for_professions": "воспитатель в дошкольном образовании (Дошкольное образование), инструктор по физической культуре в дошкольном образовании (Дошкольное образование), музыкальный руководитель в дошкольном образовании (Дошкольное образование), педагог дошкольного образования (Дошкольное образование), руководитель организации дошкольного образования (Дошкольное образование), логопед (Дошкольное образование)",
    "syllabus": "Модуль 1. Общепедагогический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа образовательной организации, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Методический модуль Тема 30. Роль детского сада в воспитании и развитии ребенка Тема 31. Современное дошкольное образование за рубежом Тема 32. Педагогические основы организации занятий в малокомплектных детских садах Тема 33. Организация режима дня в разновозрастных группах детского сада Тема 34. Организация активного отдыха в дошкольных учреждениях Тема 35. Теория и методика музыкального воспитания детей Тема 36. Изобразительное детское творчество Тема 37. Задачи и средства физического воспитания дошкольника Тема 38. Современные направления исследований детской речи Тема 39. Сущность, содержание и задачи экологического образования детей дошкольного возраста Тема 40. Экологические занятия в детском образовательном учреждении Тема 41 детский сад и школа в системе непрерывного образования Модуль 3. Нормативный модуль Тема 11. Миссия, цели и содержание ФГОС дошкольного образования Тема 12. Требования к результатам освоения основной образовательной программы дошкольного образования Тема 13.Особенности проектирования педагогического процесса в условиях введения ФГОС дошкольного образования Тема 14. Современные подходы к организации образовательного процесса в дошкольной организации Тема 15. Нормативно-правовые и организационные вопросы формирования безопасной образовательной среды Тема 16.  Развивающая предметно-пространственная среда дошкольной организации Тема 17. Технологии социального партнерства педагогов с семьями воспитанников  Тема 18. Технологии проектной (исследовательской) деятельности, игровые технологии  Тема 19. Реализация развивающей среды в ДОУ на основе инновационных педагогических технологий  Тема 20. Реализация модели инклюзивного образования в дошкольном образовательном учреждении  Тема 21. Использование современных информационно-коммуникационных технологий в обучении дошкольников Тема 22. Педагогическое общение. Коммуникация, взаимодействие и общение как психологический и педагогический феномен Тема 23.  Психолого-педагогическое сопровождение детей дошкольного возраста в условиях введения ФГОС ДОО  Тема 24. Психолого-педагогические аспекты повышения педагогической компетентности родителей детей с ограниченными возможностями Тема 25. Психолого-педагогическая коррекция конфликтов в игре  Тема 26. Интеллектуальное развитие дошкольников Тема 27. Психолого-педагогическая коррекция коммуникативной сферы дошкольников  Тема 28. Формирование готовности воспитателя к разрешению конфликтов у детей дошкольного возраста   Итоговая аттестация",
    "tags": "дошкольное образование, педагогическая деятельность, профессиональная переподготовка, воспитатель, инструктор по физической культуре, музыкальный руководитель, педагог дошкольного образования, руководитель дошкольного образования, логопед, общепедагогический модуль, методический модуль, нормативный модуль, ФГОС дошкольного образования, возрастные особенности, методика воспитания, эстетическое воспитание, физическое воспитание, экологическое образование, информационно-коммуникационные технологии, инклюзивное образование, психолого-педагогическое сопровождение, современные методики, патриотическое воспитание, трудовое воспитание, профессиональная ориентация",},
    "course_1239" : {
        "course_name": "Логопедическая работа в дошкольной образовательной организации",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/dou-logoped/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "логопед (Дошкольное образование)",
        "syllabus": "Модуль 1. Психолого-педагогический  Тема 1. Предмет и задачи педагогики Тема 2. Общая педагогика Тема 3. Педагогическая психология Тема 4. Современные педагогические технологии в образовании Тема 5. Информационные технологии в образовании Тема 6. Акмеология и валеология в системе человекознания и образования Тема 7. Профессионально-педагогическая деятельность Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Дидактические основы компьютеризации обучения Тема 15. Домашняя учебная работа учащихся Тема 16. Психологическая экспертиза (оценка) комфортности и безопасности образовательной среды образовательных организаций Тема 17. Психологическое консультирование субъектов образовательного процесса Тема 18. Коррекционно-развивающая работа с обучающимися Тема 19. Психологическая диагностика обучающихся Тема 20. Психологическое просвещение субъектов образовательного процесса Тема 21. Психопрофилактика (профессиональная деятельность, направленная на сохранение и укрепление психологического здоровья обучающихся в процессе обучения и воспитания в образовательных организациях) Тема 22. Нормативно-правовые основы обучения и сопровождения учащихся с ограниченными возможностями здоровья Тема 23. Психологические особенности детей с ограниченными возможностями Тема 24. Психологическое сопровождение детей-инвалидов и детей с ОВЗ   Тема 25. Обеспечение психологической безопасности субъекта образовательного процесса Модуль 2. Специальный модуль.  Тема 1. Государственная политика Российской Федерации в отношении инвалидов Тема 2. Требования к результатам освоения основной образовательной программы дошкольного образования Тема 3. Особенности проектирования педагогического процесса в условиях введения ФГОС дошкольного образования Тема 4. Современные подходы к организации образовательного процесса в дошкольной организации Тема 5. Принципы, содержание, формы коррекционно-развивающего образовательного процесса Тема 6. Санитарно-эпидемиологические требования к условиям и организации обучения и воспитания в организациях, осуществляющих образовательную деятельность Тема 7. Нормативно-правовые и организационные вопросы формирования безопасной образовательной среды Тема 8. Развитие психических функций в дошкольном возрасте Тема 9. Общие закономерности развития детской речи внорме и условиях ее нарушения Тема 10. Теоретические основы изучения речи детей дошкольного возраста Тема 11. Психологические особенности обучения, коррекции, воспитания детей с нарушением устной речи Тема 12. Методика организации проведения логопедических занятий Тема 13. Программа и методы психолого-педагогической диагностики детей с нарушениями устной речи Тема 14. Структура открытого логопедического занятия Требования к логопедическому кабинету и оснащение Тема 15. Упражнения, направленные на развитие межполушарного взаимодействия и коррекцию недостатков чтения Тема 16. Особенности логопедической работы с детьми с тяжелыми нарушениями речи Тема 17. Особенности межличностного общения детей-логопатов Тема 18. Использование современных информационно-коммуникационных технологий в обучении дошкольников Тема 19. Педагогическое общение. Коммуникация, взаимодействие и общение как психологический и педагогический феномен Тема 20. Взаимодействие субъектов образовательного процесса в диагностико-коррекционной работе Тема 21. Роль семьи в коррекционно-развивающем обучении и воспитании детей с речевыми нарушениями Тема 22. Требования к логопедическому кабинету и оснащение Итоговая аттестация",
        "tags": "логопедическая работа, дошкольное образование, профессиональная переподготовка, психолого-педагогическая диагностика, коррекционно-развивающая работа, ФГОС дошкольного образования, информационные технологии в образовании, психологическое консультирование, коррекция речи, детская психология, межполушарное взаимодействие, речевые нарушения, логопедические занятия, коммуникация, педагогическое общение, нормативно-правовые основы, психологическая безопасность, инклюзивное образование, психологическая диагностика, психолого-педагогическое сопровождение"
    },
    "course_1242" : {
        "course_name": "Педагогическая деятельность воспитателя в образовательном учреждении",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-vospitatel/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "социальный педагог общеобразовательной организации (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Педагогический модуль:  Тема 1. Профессионально-педагогическая деятельность Тема 2. Требования к личности педагога. Специфика взаимодействия педагога с участниками педагогического процесса Тема 3. Педагогический процесс Тема 4. Проектирование учебного процесса Тема 5. Акмеология и валеология в образовании Тема 6. Основные требования ФГОС Тема 7. Информационные технологии в образовании Тема 8. Современные педагогические технологии в образовании Тема 9. Современные системы обучения, инновационные процессы в педагогике Тема 10. Работа с учащимися с ограниченными возможностями здоровья в условиях общеобразовательной школы Модуль 2. Воспитательный модуль:  Тема 11. Воспитание как общественное явление и воспитательный процесс Тема 12. Создание и управление воспитательной системой Тема 13. Ребенок как субъект воспитания Тема 14. Содержание воспитания Тема 15. Методы воспитания Тема 16. Средства воспитания Тема 17. Методики проведения воспитательных мероприятий Тема 18. Внеклассная и внешкольная воспитательная работа Тема 19. Воспитание на современном этапе Тема 20. Семья как субъект педагогического  взаимодействия и социокультурная среда  воспитания и развития личности Итоговая аттестация",
        "tags": "педагогическая деятельность, воспитатель, профессиональная переподготовка, социальный педагог, педагогический процесс, ФГОС, информационные технологии в образовании, современные педагогические технологии, работа с учащимися с ОВЗ, воспитательный процесс, проектирование учебного процесса, акмеология, валеология, воспитательные мероприятия, внеклассная работа, социокультурная среда"
    },
    "course_1246" : {
        "course_name": "Психология. Детская психология. Организационная психология",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/psiholog/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "психолог (Дошкольное образование), педагог-психолог общеобразовательной организации (Основное и среднее общее образование), педагог-психолог (Профессиональное образование)",
        "syllabus": "Модуль 1. Общая психология  Тема 1. Психические явления и жизненные процессы. Тема 2. История развития взглядов на психические явления. Тема 3. Становление психологии как самостоятельной науки. Тема 4. Кризис в психологии. Предпосылки возникновения объективной психологии. Тема 5. Проекты создания марксистски ориентированной психологии: К.Н.Корнилов и Л.С.Выготский. Тема 6. Проблема возникновения психики. Раздражимость и чувствительность. Тема 7. Предметная деятельность как основание психики. Тема 8. Возможности изучения психики животных. Тема 9. Видовое и индивидуально приобретенное поведение. Стадия сенсорной психики. Тема 10. Развитие деятельности животных. Перцептивная психика и интеллект. Тема 11. Формы психического отражения у человека. Тема 12. Особенности строения человеческой деятельности. Тема 13. Язык и сознание. Тема 14. Структура сознания: чувственная ткань, значение, личностный смысл. Тема 15. Общее представление о восприятии. Тема 16. Ощущения и реальность. Органы чувств. Тема 17. Развитие и функционирование сенсорных систем. Тема 18. Образ мира. Тема 19. Восприятие как деятельность. Тема 20. Тактильное восприятие. Тема 21. Зрительное восприятие. Тема 22. Движения глаз и зрительное восприятие. Тема 23. Категориальность и предметность восприятия. Тема 24. Слуховое восприятие. Тема 25. Звуковысотный слух. Тема 26. Феноменология внимания. Тема 27. Непроизвольное и произвольное внимание. Тема 28. Механизмы внимания. Тема 29. Теория внимания Н.Н.Ланге. Тема 30. Виды и явления памяти. Тема 31. Ответы на вопросы. Тема 32. Исследования произвольного запоминания. Тема 33. Опосредствованное запоминание. Тема 34. Память и деятельность. Тема 35. Виды мышления. Мышление и чувственное познание. Тема 36. Мышление и деятельность. Тема 37. Генезис человеческого мышления. Тема 38. Мышление и речь. Тема 39. Виды и трансформации речи. Тема 40. Понятие. Развитие обобщений в онтогенезе. Тема 41. Проблема целеобразования. Тема 42. Творческое мышление. Тема 43. Потребности: биологический аспект. Тема 44. Фундаментальные потребности. Производство потребностей. Тема 45. Проблема классификации потребностей. Мотивы. Тема 46. Мотивация и целеобразование. Тема 47. Смыслообразуюшая функция мотива. Тема 48. Эмоциональные явления. Аффекты. Тема 49. Выражение эмоций. Эмоции, настроения, чувства. Тема 50. Проблема воли. Тема 51. Индивид и личность. Тема 52. Некоторые вопросы формирования личности. Модуль 2. Детская психология Тема 1. Детская психология как отрасль психологии Тема 2. Возрастное развитие человека Тема 3. Развитие: этапы, теории, законы и закономерности. Пренатальное и перинатальное развитие Тема 4. Понятие характера Тема 5. Основные направления психического развития ребенка Тема 6. Формирование внутреннего плана умственных действий Тема 7. Общение в дошкольном возрасте как показатель успешного развития личности Тема 8. Формирование психики в дошкольном возрасте Тема 9. Развитие памяти у детей-дошкольников Тема 10. Кризис 6-7 лет Тема 11. Деятельностный подход к формированию личности. Становление самооценки Тема 12. Изучение развития процессов запоминания Тема 13. Эмоциональность речи и развитие структуры ее понимания и порождения Тема 14. Проблемы детского возраста Тема 15. Влияние знаково-символических средств на развитие психики человека в онтогенезе Тема 16. Страхи детей Тема 17. Влияние семьи и воспитания на формирование личности Тема 18. Развитие психики в онтогенезе. Движущие силы развития психики ребенка Тема 19. Смена ведущей деятельности Тема 20. Условия развития личности и изменения психофизиологических функций Тема 21. Причины, пагубно влияющие на развитие ребенка Тема 22. Основные типы неправильного воспитания ребенка. Умственные различия детей как следствие Тема 23. Роль питания, окружающей среды и общества в развитии ребенка Модуль 3. Организационная психология Тема 1. Предмет и объект организационной социальной психологии Тема 2. Основные понятия теории организаций Тема 3. Организация и её основные функции Тема 4. Зарубежная организационная социальная психология (психология организаций) Тема 5. Управленческие философии и стратегии Тема 6. Внутриорганизационное обеспечение менеджмента Тема 7. Характер организации Тема 8. Лидерство и руководство в структуре организации групповой деятельности и общения Тема 9. Личность подчиненного. Психология управления его поведением и деятельностью Итоговая аттестация",
        "tags": "психология, детская психология, организационная психология, профессиональная переподготовка, психолог, педагог-психолог, дошкольное образование, основное и среднее общее образование, профессиональное образование, психические явления, развитие психики, сенсорные системы, мышление, эмоции, воля, личность, внутренний план умственных действий, онтогенез, страхи, семья и воспитание, социальная психология, лидерство, управление, профессиональная деятельность"
    },
    "course_1251" : {
        "course_name": "Музыкальный руководитель дошкольных образовательных организаций",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/dou-muzyka/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "музыкальный руководитель в дошкольном образовании (Дошкольное образование)",
        "syllabus": "Модуль 1. Теоретический модуль  Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Дошкольная педагогика Тема 3. Психолого-педагогические особенности детей раннего и дошкольного возраста Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Современные отечественные и зарубежные педагогические теории воспитания и развития ребенка-дошкольника Тема 7. Эстетическое воспитание Тема 8. Воспитание дисциплины и культуры поведения Тема 9. Ребенок в системе детский сад - семья Тема 10. Психолого-педагогические основы образовательного процесса Тема 11. Психолого-педагогические условия физического развития и воспитания дошкольного возраста детей Тема 12. Миссия, цели и содержание ФГОС дошкольного образования Модуль 2. Практический модуль Тема 13. Особенности музыкального воспитания детей раннего возраста Тема 14. Формы, методы и средства реализации содержания ОО Художественно-эстетическое развитие Тема 15. Педагогические условия развития, обучения и воспитания детей дошкольного возраста в деятельности общения Тема 16. Педагогические условия развития, обучения и воспитания детей в художественно-эстетической деятельности Тема 17. Инновационные педагогические системы и технологии обучения и развития дошкольников Тема 18. Построение предметно-развивающей среды в дошкольном образовательном учреждении Тема 19. Музыкально-художественная культура педагога дошкольного образовательного учреждения и ее своеобразие Тема 20. Диагностика музыкального воспитания и развития детей дошкольного возраста Тема 21. Организация детской музыкальной исполнительской деятельности в дошкольном образовательном учреждении Тема 22. Организация самостоятельной музыкально-творческой деятельности детей в дошкольном образовательном учреждении Тема 23. Педагог и музыкальный руководитель вопросы сотрудничества и сотворчества Тема 24. Музыкальный руководитель, педагоги и старший воспитатель вопросы сотрудничества и сотворчества Тема 25. Музыкальный руководитель, педагоги и родители вопросы сотрудничества и сотворчества   Итоговая аттестация",
        "tags": "музыкальный руководитель, дошкольное образование, профессиональная переподготовка, музыкальное воспитание, художественно-эстетическое развитие, педагогические технологии, физическое развитие, ФГОС, инновационные педагогические системы, предметно-развивающая среда, музыкально-художественная культура, диагностика музыкального развития, исполнительская деятельность, творческая деятельность, сотрудничество с родителями"
    },
    "course_1255" : {
        "course_name": "Инструктор по физической культуре дошкольной образовательной организации",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/dou-fizkultura/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "инструктор по физической культуре в дошкольном образовании (Дошкольное образование)",
        "syllabus": "Модуль 1. Педагогический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Дошкольная педагогика Тема 3. Психолого-педагогические особенности детей раннего и дошкольного возраста Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Современные отечественные и зарубежные педагогические теории воспитания и развития ребенка-дошкольника Тема 7. Эстетическое воспитание Тема 8. Воспитание дисциплины и культуры поведения Тема 9. Ребенок в системе детский сад - семья Тема 10. Психолого-педагогические основы образовательного процесса Тема 11. Психолого-педагогические условия физического развития и воспитания дошкольного возраста детей Тема 12. Миссия, цели и содержание ФГОС дошкольного образования Модуль 2. Практический модуль Тема 13. Психолого-педагогические условия физического развития и воспитания детей дошкольного возраста Тема 14. Гигиена физического воспитания в учебном процессе Тема 15. Методика физического воспитания цель, задачи, методы и приемы Тема 16. Физическое воспитание детей в дошкольном образова-тельном учреждении Тема 17. Возрастные особенности формирования здорового образа у дошкольников Тема 18. Организация и методика физического воспитания детей в разных возрастных группах Тема 19. Содержание организации ознакомления дошкольников с основами здорового образа жизни Тема 20. Методика детских развивающих игр Тема 21. Физическое воспитание дошкольников как система работы воспитателя Тема 22. Методическое сопровождение воспитателей по организа-ции физического воспитания в детском саду Тема 23. Организация кружковой работы по физическому воспитанию у детей старшего дошкольного возраста в условиях ДОУ Тема 24. Организация и проведение спортивно-массовых мероприятий  Итоговая аттестация",
        "tags": "инструктор по физической культуре, дошкольное образование, профессиональная переподготовка, физическое воспитание, гигиена, физическое развитие, здоровый образ жизни, методика физического воспитания, возрастные особенности, детские развивающие игры, спортивно-массовые мероприятия, кружковая работа, ФГОС"
    },
    "course_1259" : {
        "course_name": "Педагог-организатор",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-organizator/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель математики (Основное и среднее общее образование), учитель физики (Основное и среднее общее образование), учитель астрономии (Основное и среднее общее образование), учитель химии (Основное и среднее общее образование), учитель биологии (Основное и среднее общее образование), учитель русского языка (Основное и среднее общее образование), учитель литературы (Основное и среднее общее образование), учитель истории (Основное и среднее общее образование), учитель географии (Основное и среднее общее образование), учитель иностранного языка (Основное и среднее общее образование), учитель ОРКСЭ (Основное и среднее общее образование), учитель изобразительного искусства (Основное и среднее общее образование), учитель черчения (Основное и среднее общее образование), учитель технологии (Основное и среднее общее образование), преподаватель ОБЖ (Основное и среднее общее образование), преподаватель физической культуры (Основное и среднее общее образование), учитель информатики (Основное и среднее общее образование), учитель музыки (Основное и среднее общее образование), учитель экономики (Основное и среднее общее образование), учитель МХК (Основное и среднее общее образование), учитель шахмат (Основное и среднее общее образование), педагог-организатор профессиональной образовательной организации (Профессиональное образование)",
        "syllabus": "Тема 1. Общая педагогика Тема 2. Педагогическая психология Тема 3. Современные педагогические технологии в образовании Тема 4. Информационные технологии в образовании Тема 5. Акмеология и валеология в системе человекознания и образования Тема 6. Профессионально-педагогическая деятельность Тема 7. Деятельность педагога - организатора Тема 8. Нормативно-правовое обеспечение образовательного процесса в дополнительном образовании Тема 9. Методика работы педагога - организатора Тема 10. Организация деятельности педагога - организатора по проведению профессиональной ориентации школьников Тема 11. Педагогический контроль и оценка качества образования Тема 12. Маркетинг дополнительных образовательных услуг Тема 13. Технология организации массовых мероприятий Тема 14. Основы досуговой педагогики Тема 15. Досуговые программы дополнительного образования Тема 16. Сущность и содержание организации физкультурно-оздоровительной и спортивно-массовой и работы Тема 17. Средства и формы физкультурно-оздоровительной деятельности Тема 18. Организация туристско-краеведческой деятельности учащихся Тема 19. Организация досуга в группе продленного дня Тема 20. Психолого-педагогические особенности работы с одаренными детьми Тема 21. Методические рекомендации по составлению дополнительной образовательной программы Итоговая аттестация",
        "tags": "педагог-организатор, профессиональная переподготовка, педагогическая психология, информационные технологии, профессионально-педагогическая деятельность, нормативно-правовое обеспечение, массовые мероприятия, досуговая педагогика, физкультурно-оздоровительная работа, спортивно-массовая работа, туристско-краеведческая деятельность, работа с одаренными детьми, дополнительное образование, организация досуга, методика работы, маркетинг образовательных услуг, педагогический контроль, оценка качества образования, профессиональная ориентация"
    },
    "course_1262" : {
        "course_name": "Тренер-преподаватель",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/trener-prepodavatel/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "преподаватель физической культуры (Основное и среднее общее образование), тренер-преподаватель (Дополнительное образование)",
        "syllabus": "Модуль 1. Профессиональный. Тема 1. Основы законодательства в сфере физической культуры и спорта Тема 2. Основы анатомии человека и биомеханики Тема 3. Санитарно-гигиенические требования к организациям дополнительного образования Тема 4. Профессионально-педагогическая деятельность Тема 5. Введение в теорию физической культуры Тема 6. Особенности физического развития детей Тема 7. Психологическая характеристика физических качеств Тема 8. Экстремальные ситуации соревновательного характера как фактор, снижающий результативность в спортивной деятельности Тема 9. Психологические особенности спортсмена и спортивной группы Тема 10. Развитие эмоциональной сферы в спортивной деятельности Тема 11. Социально-психологический климат в команде. Роль тренера Тема 12. Гигиена физической культуры и спорта Тема 13. Общие принципы оказания первой медицинской помощи Тема 14. Адаптивная физическая культура и спорт Тема 15. Ориентация и отбор в различные виды спортивной дея-тельности Тема 16. Контроль физической подготовленности Тема 17. Планирование тренировочного процесса Тема 18. Система спортивной подготовки спортсмена Тема 19. Современные методы спортивной тренировки Тема 20. Тренировка на основе комплекса общеразвивающих упражнений Тема 21. Техника безопасности при проведении подвижных и спортивных игр Тема 22. Организация и проведение спортивных соревнований Модуль 2. Тренер-преподаватель: инновации и эффективность в образовательной среде Тема 1. Виды педагогических способностей тренера-преподавателя и мотивы, составляющие его творчество Тема 2. Характеристика управления тренировочным процессом Тема 3. Структурные компоненты тренировочного процесса Тема 4. Тренировка как психологический процесс Тема 5. Стили работы тренера Тема 6. Характеристика методов обучения Тема 7. Классификации методов обучения Тема 8. Классификация средств обучения и их характеристика Тема 9. Отбор детей для занятий спортом Тема 10. Планирование, контроль и учёт в процессе тренировки детей Тема 11. Организация тренировочных занятий с детьми Тема 12.Типы учебно-тренировочных занятий Тема 13.Требования к проведению учебно-тренировочных занятий с детьми Тема 14.Принципы спортивной тренировки Тема 15.Этапы многолетней спортивной подготовки детей Тема 16.Основные разделы спортивной подготовки детей Тема 17.Психологическая подготовка (формирование морально-волевых качеств) Тема 18.Организация круглогодичной спортивной тренировки детей Тема 19.Нормирование тренировочной нагрузки для детей Тема 20.Спортивные соревнования детей Тема 21.Врачебный контроль и наблюдение за детьми, занимающимися спортом Тема 22.Гигиенические факторы в детском спорте Тема 23.Физиологические аспекты спортивной тренировки детей Тема 24.Травмы при занятиях спортом и их профилактика Тема 25.Дополнительные факторы в системе спортивной подготовки Тема 26.Направленное формирование личности в процессе физического воспитания Тема 27.Связь различных видов воспитания в процессе физического воспитания Тема 28.Технология воспитательной деятельности тренера-преподавателя Тема 29.Методы воспитания Тема 30.Нравственное воспитание в процессе физического воспитания Тема 31.Умственное воспитание в процессе физического воспитания Тема 32.Эстетическое воспитание в процессе физического воспитания Тема 33.Трудовое воспитание в физическом воспитании Тема 34.Цели, задачи и функции воспитательной работы в сфере физического воспитания Тема 35.Комплексное воспитание спортсмена в условиях спортивной школы Тема 36.Взаимоотношения в спортивном коллективе Тема 37.Взаимодействие тренера-преподавателя с родителями обучающихся Тема 38.Взаимодействие тренера-преподавателя с педагогами общеобразовательной школы Тема 39.Самовоспитание в сфере физической культуры и спорта Тема 40.Работа тренера-преподавателя с трудными подростками Тема 41.Педагогический контроль в деятельности тренера-преподавателя Тема 42.Содержание педагогического контроля Тема 43.Виды педагогического контроля Тема 44.Функции педагогического контроля Тема 45.Цель анализа учебно-тренировочного занятия Тема 46.Комплексный педагогический анализ учебно-тренировочного занятия Тема 47.Компонентный анализ учебно-тренировочного занятия Тема 48.Проблемно-ориентированный анализ учебно-тренировочного занятия Тема 49.Посещение учебно-тренировочного занятия Итоговая аттестация",
        "tags": "тренер-преподаватель, профессиональная переподготовка, физическая культура, спорт, анатомия, биомеханика, санитарно-гигиенические требования, профессионально-педагогическая деятельность, физическое развитие детей, психологические особенности спортсмена, эмоциональная сфера, социально-психологический климат, адаптивная физическая культура, спортивная подготовка, спортивные тренировки, техника безопасности, спортивные соревнования, педагогические способности, методика обучения, воспитательная деятельность, педагогический контроль"
    },
    "course_1265" : {
        "course_name": "Педагог-психолог",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-psiholog/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "психолог (Дошкольное образование), педагог-психолог общеобразовательной организации (Основное и среднее общее образование), педагог-психолог (Профессиональное образование)",
        "syllabus": "Модуль 1. Общепрофессиональный  Тема 1. Законодательство в области прав ребенка Тема 2. Педагогическая психология Тема 3. Психология конфликта Тема 4. Социальная педагогика Тема 5. Валеология Тема 6. Современные педагогические технологии Тема 7. Информационные технологии в образовании Тема 8. Психология общения и педагогическое сотрудничество с ребенком Модуль 2. Психолого-педагогическое сопровождение образовательного процесса в образовательных организациях Тема 9. Психолого-педагогическое сопровождение реализации основных и дополнительных образовательных программ Тема 10. Формирование универсальных учебных действий у обучающихся на ступени начального общего образования Тема 11. Развитие универсальных учебных действий на ступени основного общего образования Тема 12. Психологическая экспертиза (оценка) комфортности и безопасности образовательной среды образовательных организаций Тема 13. Психологическое консультирование субъектов образовательного процесса Тема 14. Коррекционно-развивающая работа с обучающимися Тема 15. Психологическая диагностика обучающихся Тема 16. Психологическое просвещение субъектов образовательного процесса Тема 17. Психопрофилактика (профессиональная деятельность, направленная на сохранение и укрепление психологического здоровья обучающихся в процессе обучения и воспитания в образовательных организациях) Модуль 3. Оказание психолого-педагогической помощи лицам с ограниченными возможностями здоровья, испытывающим трудности в освоении основных общеобразовательных программ Тема 18. Нормативно-правовые основы обучения и сопровождения учащихся с ограниченными возможностями здоровья Тема 19. Психологические особенности детей с ограниченными возможностями Тема 20. Психологическое сопровождение детей-инвалидов и детей с ОВЗ Тема 21. Диагностика и профилактика нарушений поведения и отклонений в развитии в образовательных организациях Тема 22. Особенности психолого-педагогической помощи семьям, имеющим детей с ограниченными возможностями здоровья Тема 23. Психологическая коррекция поведения и нарушений в развитии обучающихся, испытывающих трудности в освоении основных общеобразовательных программ, развитии и социальной адаптации и лиц с ограниченными возможностями здоровья Тема 24. Специфика профориентационной работы с детьми и подростками, имеющими ОВЗ Тема 25. Рекомендации педагога - психолога для родителей и педагогов, работающих с детьми ОВЗ Тема 26. Обеспечение психологической безопасности субъекта образовательного процесса  Итоговая аттестация",
        "tags": "педагог-психолог, профессиональная переподготовка, психология, дошкольное образование, основное и среднее общее образование, профессиональное образование, правовое регулирование, педагогическая психология, социальная педагогика, валеология, современные педагогические технологии, информационные технологии, психологическое консультирование, коррекционная работа, психодиагностика, психопрофилактика, работа с детьми с ОВЗ, профориентация, психолого-педагогическое сопровождение"
    },
    "course_1270" : {
        "course_name": "Педагогическая деятельность в начальном общем образовании",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-nachalnoe-obshchee/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель начальных классов (Начальное общее образование)",
        "syllabus": "Модуль 1. Теоретико-педагогический модуль: Тема 1. Предмет и задачи педагогики Тема 2. Общие закономерности развития Тема 3. Возрастные особенности детей Тема 4. Педагогический процесс Тема 5. Сущность и содержание обучения Тема 6. Мотивация учения Тема 7. Принципы и правила обучения Тема 8. Методы обучения Тема 9. Виды и формы обучения Тема 10. Воспитательный процесс в школе Тема 11. Методы и формы воспитания Тема 12. Личностно-ориентированное воспитание Тема 13. Малокомплектная школа Тема 14. Диагностика в школе Тема 15. Учитель начальной школы Модуль 2. Общепрофессиональный модуль:  Тема 16. Педагогическая психология Тема 17. Социальная педагогика Тема 18. Психология конфликта Тема 19. Психология общения Тема 20. Валеология Тема 21. Современные педагогические технологии в общеобразовательной щколе Тема 22. Информационные технологии в образовании Модуль 3. Методический модуль:  Тема 23. Методология практической педагогической деятельности Тема 24. Профессионально-педагогическая деятельность Тема 25. Модель мониторинга введения ФГОС начального общего образования концептуальный и инструментальный блоки Тема 26. Методы обучения и активизации познавательной деятельности учащихся Тема 27. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 28. Методы стимулирования учебно-познавательной деятельности учащихся начальной школы в условиях ФГОС начального общего образования Тема 29. Формирования универсальных учебных действий младших школьников Тема 30. Система условий реализации основной образовательной программы начального общего образования соответствии с требованиями стандарта Тема 31. Педагогическое общение и роль учителя в формировании детского коллектива Тема 32. Реализация социализирующего потенциала внеурочной деятельности учащихся в условиях фгос начального общего образования Тема 33. Методика работы с портфолио младших школьников Тема 34. Управление качеством образования в соответствии с ФГОС НОО Тема 35. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с ФГОС НОО и ФГОС ООО Итоговая аттестация",
        "tags": "педагогическая деятельность, начальное общее образование, профессиональная переподготовка, учитель начальных классов, возрастные особенности, педагогический процесс, мотивация учения, методы обучения, воспитание, личностно-ориентированное воспитание, диагностика, ФГОС, педагогическое общение, социализация, внеурочная деятельность, портфолио, управление качеством образования"
    },
    "course_1275" : {
        "course_name": "Педагогическая деятельность в основном общем и среднем общем образовании",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-obshchee-obrazovanie/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель математики (Основное и среднее общее образование), учитель физики (Основное и среднее общее образование), учитель астрономии (Основное и среднее общее образование), учитель химии (Основное и среднее общее образование), учитель биологии (Основное и среднее общее образование), учитель русского языка (Основное и среднее общее образование), учитель литературы (Основное и среднее общее образование), учитель истории (Основное и среднее общее образование), учитель обществознания (Основное и среднее общее образование), учитель географии (Основное и среднее общее образование), учитель иностранного языка (Основное и среднее общее образование), учитель ОРКСЭ (Основное и среднее общее образование), учитель изобразительного искусства (Основное и среднее общее образование), учитель черчения (Основное и среднее общее образование), учитель технологии (Основное и среднее общее образование), преподаватель ОБЖ (Основное и среднее общее образование), преподаватель физической культуры (Основное и среднее общее образование), учитель информатики (Основное и среднее общее образование), учитель музыки (Основное и среднее общее образование), учитель экономики (Основное и среднее общее образование), учитель МХК (Основное и среднее общее образование), учитель шахмат (Основное и среднее общее образование), вожатый (Основное и среднее общее образование), учитель начальных классов (Начальное общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Практический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Модуль 3. Нормативный модуль Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Итоговая аттестация",
        "tags": "педагогическая деятельность, основное и среднее общее образование, профессиональная переподготовка, учитель, возрастные особенности, дидактика, методы обучения, воспитание, личностное развитие, ФГОС, педагогические технологии, педагогические ситуации, проектная деятельность, оценка достижений, классное руководство, конфликтология, психология общения, управление школой"
    },
    "course_1280" : {
        "course_name": "Педагогическая деятельность учителя права в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-pravo-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель истории (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Модернизация образования и современный школьный курс права Тема 52. Роль курса Право в формировании правового самосознания личности школьника Тема 53. Особенности современного школьного курса права в контексте модернизации Тема 54. Особенности дифференцированного обучения обществознания и права в старшем школьном звене Тема 55. Гендерный подход в обучении старшеклассников на уроках права в средней школе Тема 56. Методика организации проектной деятельности по праву Тема 57. Практические занятия по методике преподавания права Тема 58. Использование игровых технологий на уроках права: ролевые и деловые игры Тема 59. Применение информационных технологий на уроках права Тема 60. Внеурочная работа учителя права по профилактике безнадзорности и правонарушений несовершеннолетних Тема 61. Примерная учебная программа по курсу права Тема 62. Методические рекомендации для учителей и учащихся по подготовке к ЕГЭ",
        "tags": "педагогическая деятельность, учитель права, ФГОС, основное и среднее общее образование, профессиональная переподготовка, дидактика, методы обучения, воспитание, информационные технологии, правовое самосознание, проектная деятельность, игровые технологии, внеурочная работа, профилактика правонарушений, правовое образование, ЕГЭ"
    },
    "course_1285" : {
        "course_name": "Педагогическая деятельность учителя русского языка в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-russkij-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель русского языка (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Основные направления развития современной лингвистики Тема 52. Принципы и методы лингвистических исследований Тема 53. Теория и методика обучения русскому языку Тема 54. Нетрадиционные формы обучения русскому языку Тема 55. Система оценивания достижений учащихся на уроках русского языка Тема 56. Система работы по русскому языку при подготовке к егэ",
        "tags": "педагогическая деятельность, учитель русского языка, ФГОС, основное и среднее общее образование, профессиональная переподготовка, дидактика, методы обучения, воспитание, информационные технологии, лингвистика, проектная деятельность, оценка достижений, подготовка к ЕГЭ, русская литература"
    },
    "course_1290" : {
        "course_name": "Педагогическая деятельность учителя математики в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-matematika-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель математики (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Теория и методика обучения математике Тема 52. Приоритетные направления совершенствования школьного математического образования Тема 53. Дидактические основы конструирования урока математики Тема 54. Методика обучения математике детей с особыми образовательными потребностями Тема 55. Формирование универсальных учебных действий на уроках математики Тема 56. Примерная программа основного общего образования. Математика",
        "tags": "педагогическая деятельность, учитель математики, ФГОС, основное и среднее общее образование, профессиональная переподготовка, дидактика, методы обучения, воспитание, информационные технологии, проектная деятельность, оценка достижений, математическое образование, методика обучения математике"
    },
    "course_1295" : {
        "course_name": "Педагогическая деятельность учителя литературы в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-literatura-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель литературы (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Общие закономерности развития современной литературы Тема 52. Основные этапы развития преподавания методики литературы Тема 53. Методика преподавания литературы в школе Тема 54. Инновационные методы преподавания литературы Тема 55. Современные педагогические технологии в преподавании литературы Тема 56. Организация внеклассной работы по литературе Тема 57. Учитель литературы и профессиональные требования к нему ",
        "tags": "педагогическая деятельность, учитель литературы, ФГОС, основное и среднее общее образование, профессиональная переподготовка, дидактика, методы обучения, воспитание, информационные технологии, проектная деятельность, оценка достижений, литературное образование, методика преподавания литературы, внеклассная работа"
    },
    "course_1300" : {
        "course_name": "Педагогическая деятельность учителя английского языка в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-anglijskij-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель иностранного языка (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Теория и методика преподавания иностранных языков Тема 52. Методика преподавания английского языка в средней школе Тема 53. Методы и приёмы в преподавании английского языка Тема 54. Проектный подход в преподавании иностранных языков на современном этапе Тема 55. Место интенсивной методики в системе обучения иностранному языку в средней школе Тема 56. Лингвострановедческий аспект в преподавании иностранных языков Тема 57. Использование аудиовизуальных форм как нетрадиционных методов обучения английскому языку Тема 58. Аудирование, как ведущий метод обучения учащихся иностранному языку в отечественной и зарубежной методиках Тема 59. Сетевые технологии изучения иностранных языков Сеть Internet и современная система образования Тема 60. Необходимость внедрения регионального компонента в обучение иностранному языку Тема 61. Планирование урока иностранного языка - важное условие эффективного проведения занятия",
        "tags": "педагогическая деятельность, учитель английского языка, ФГОС, основное и среднее общее образование, профессиональная переподготовка, дидактика, методы обучения, воспитание, информационные технологии, проектная деятельность, оценка достижений, преподавание английского, аудиовизуальные формы, аудирование, сетевые технологии"
    },
    "course_1305" : {
        "course_name": "Педагогическая деятельность учителя немецкого языка в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-nemeckij-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель иностранного языка (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Теория и методика преподавания иностранных языков Тема 52. Методы обучения и активизации познавательной деятельности учащихся Тема 53. Организация урока немецкого языка Тема 54. Речевые навыки и умения на уроках немецкого языка Тема 55. Компьютерные программы, развивающие знание немецкого языка Тема 56. Формы развития познавательного интереса на уроках немецкого языка Тема 57. Методы активного обучения на уроке немецкого языка Тема 58. Игра как метод обучения иностранному языку в средней школе Тема 59. Аудирование на уроках немецкого языка Тема 60. Региональный компонент в обучение иностранному языку",
        "tags": "педагогическая деятельность, учитель немецкого языка, ФГОС, основное и среднее общее образование, профессиональная переподготовка, дидактика, методы обучения, воспитание, информационные технологии, проектная деятельность, оценка достижений, преподавание немецкого, речевые навыки, аудирование, игра в обучении, компьютерные программы"
    },
    "course_1310" : {
        "course_name": "Педагогическая деятельность учителя обществознания в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-obshchestvoznanie-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель обществознания (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Модернизация образования и современное школьное обществоведение Тема 52. Роль курса Обществознание в формировании правового самосознания личности школьника Тема 53. Особенности современного школьного обществознания в контексте модернизации Тема 54. Особенности дифференцированного обучения истории и обществознания в среднем школьном звене Тема 55. Гендерный подход в обучении старшеклассников на уроках обществознания в средней школе Тема 56. Методика организации проектной деятельности по истории и обществознанию Тема 57. Практические занятия по методике преподавания общеcтвознания Тема 58. Использование игровых технологий на уроках истории и обществознания: ролевые и деловые игры Тема 59. Применение информационных технологий на уроках обществознания Тема 60. Внеурочная работа учителя обществознания по профилактике безнадзорности и правонарушений несовершеннолетних Тема 61. Примерная учебная программа по обществознанию Тема 62. Методические рекомендации для учителей и учащихся по подготовке к ЕГЭ по обществознанию и истории России",
        "tags": "педагогическая деятельность, учитель обществознания, ФГОС, основное и среднее общее образование, профессиональная переподготовка, дидактика, методы обучения, воспитание, информационные технологии, проектная деятельность, оценка достижений, правовое самосознание, игровые технологии, внеурочная работа, подготовка к ЕГЭ"
    },
    "course_1315" : {
        "course_name": "Педагогическая деятельность учителя истории в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-istoriya-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель истории (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Проблемы современного исторического образования Тема 52. Информационное пространство и изучение истории в школе Тема 53. Методика преподавания истории в школе Тема 54. Личностно-ориентированное обучение истории в школе Тема 55. Возможности использования информационно-коммуникативных технологий в обучении истории Тема 56. Организация исследовательской деятельности учащихся в школе на уроках истории Тема 57. Методические рекомендации по подготовке учащихся к ЕГЭ по истории",
        "tags": "педагогическая деятельность, учитель истории, ФГОС, основное и среднее общее образование, профессиональная переподготовка, дидактика, методы обучения, воспитание, информационные технологии, проектная деятельность, оценка достижений, методика преподавания, исследовательская деятельность, подготовка к ЕГЭ"
    },
    "course_1320" : {
        "course_name": "Педагогическая деятельность учителя геометрии в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-geometriya-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель математики (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Становление российского учебника по геометрии Тема 52. Решение задач на построение в курсе геометрии основной школы как средство развития логического мышления школьников Тема 53. Методика изучения геометрических величин в курсе геометрии средней школы Тема 54. Метод координат в школьном курсе геометрии Тема 55. Использование информационных технологий в обучении геометрии Тема 56. Использование компьютерных технологий в изучении наглядной геометрии",
        "tags": "педагогическая деятельность, учитель геометрии, ФГОС, основное и среднее общее образование, профессиональная переподготовка, дидактика, методы обучения, воспитание, информационные технологии, проектная деятельность, оценка достижений, методика преподавания, решение задач, логическое мышление, компьютерные технологии"
    },
    "course_1325" : {
        "course_name": "Педагогическая деятельность учителя географии в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-geografiya-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель географии (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Предмет методики обучения географии и методы научного исследования в методике обучения географии Тема 52. Развитие методики географии в России Тема 53. Методы обучения географии. Система методов обучения географии Тема 54. Методические рекомендации в преподавании географии в условиях ФГОС Тема 55. Способы организации современного урока географии Тема 56. Информационные технологии в обучении географии Тема 57. Инновационные технологии в преподавании географии Тема 58. Работа с учебником и дополнительной литературой",
        "tags": "педагогическая деятельность, учитель географии, ФГОС, основное и среднее общее образование, профессиональная переподготовка, методы обучения, дидактика, информационные технологии, инновационные технологии, проектная деятельность, оценка достижений, методика преподавания, урок географии"
    },
    "course_1330" : {
        "course_name": "Педагогическая деятельность учителя алгебры в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-algebra-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель математики (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Методика преподавания математических дисциплин Тема 52. Методика организации учебно-познавательной деятельности учащихся на уроках алгебры Тема 53. Самостоятельная работа как средство организации текущего контроля по алгебре Тема 54. Информационные технологии в преподавании алгебры Тема 55. Методика применения цифровых образовательных ресурсов при обучении алгебре Тема 56. Внеклассная работа по алгебре Тема 57. Примерная программа основного общего образования",
        "tags": "педагогическая деятельность, учитель алгебры, ФГОС, основное и среднее общее образование, профессиональная переподготовка, методы обучения, дидактика, информационные технологии, проектная деятельность, оценка достижений, методика преподавания, урок алгебры"
    },
    "course_1335" : {
        "course_name": "Педагогическая деятельность учителя информатики в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-informatika-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель информатики (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Истоки: этапы введения эвм, программирования и элементов кибернетики в среднюю школу ссср и россии Тема 52. Предмет методики преподавания информатики Тема 53. Цели и задачи введения в школу предмета информатики Тема 54. Содержание школьного образования в области информатики Тема 55. Организация обучения информатике в школе Тема 56. Линия информации и информационных процессов Тема 57. Линия представления информации Тема 58. Линия компьютера Тема 59. Профильные курсы как средство дифференциации обучения информатике на старшей ступени школы Тема 60. Профильные курсы информатики",
        "tags": "педагогическая деятельность, учитель информатики, ФГОС, основное и среднее общее образование, профессиональная переподготовка, методы обучения, дидактика, информационные технологии, проектная деятельность, оценка достижений, методика преподавания, урок информатики"
    },
    "course_1340" : {
        "course_name": "Педагогическая деятельность учителя физики в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-fizika-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель физики (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Проблемы физической науки и образования в современных условиях Тема 52. Методика преподавания физики в школе Тема 53. Современные модели обучения на уроках физики Тема 54. Организация исследовательской деятельности учащихся при обучении физике Тема 55. Информационные технологии на уроках физики Тема 56. Внеклассная работа по физике и ее место в образовательном процессе Тема 57. Примерная программа основного общего образования по физике 7-9 классы Тема 58. Примерная программа по физике 10-11-й классы Тема 59. Методические рекомендации по подготовке учащихся к егэ по физики",
        "tags": "педагогическая деятельность, учитель физики, ФГОС, основное и среднее общее образование, профессиональная переподготовка, методы обучения, дидактика, информационные технологии, проектная деятельность, оценка достижений, методика преподавания, урок физики"
    },
    "course_1345" : {
        "course_name": "Педагогическая деятельность учителя химии в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-himiya-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель химии (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Общая методика обучения химии Тема 52. Организационные формы обучения химии Тема 53. Место проектных технологий на уроках химии Тема 54. Формирование основ исследовательской деятельности учащихся в процессе обучения химии Тема 55. Использование современных технологий в процессе обучения химии Тема 56. Использование здоровьесберегающих технологий на уроках химии Тема 57. Методические рекомендации по подготовке учащихся к егэ по химии",
        "tags": "педагогическая деятельность, учитель химии, ФГОС, основное и среднее общее образование, профессиональная переподготовка, методы обучения, дидактика, информационные технологии, проектная деятельность, исследовательская деятельность, здоровьесберегающие технологии, подготовка к ЕГЭ"
    },
    "course_1350" : {
        "course_name": "Педагогическая деятельность учителя изобразительного искусства в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-izo-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель изобразительного искусства (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. История методов обучения рисованию Тема 52. Основные методы обучения изобразительному искусству и художественному труду Тема 53. Содержание занятий по изобразительному искусству в школе Тема 54. Основные дидактические положения методики преподавания изобразительного искусства в школе Тема 55. Преподаватель как организатор и руководитель учебного процесса Тема 56. Урок как основная форма организации учебной работы в школе Тема 57. Учет успеваемости школьников Тема 58. Внеклассная и внешкольная работа Тема 59. Факультативные курсы в средней школе",
        "tags": "педагогическая деятельность, учитель изобразительного искусства, ФГОС, основное и среднее общее образование, профессиональная переподготовка, методы обучения, дидактика, эстетическое воспитание, проектная деятельность, внеклассная работа"
    },
    "course_1355" : {
        "course_name": "Педагогическая деятельность учителя Основ духовно-нравственной культуры народов России",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-odnk-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель истории (Основное и среднее общее образование), учитель ОРКСЭ (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Духовно-нравственное воспитание и изучение основ мировых религиозных культур в общеобразовательных учреждениях Тема 52. Изучение истории и культуры религий, духовно-нравственный компонент в содержании образования Тема 53. Учебно - методические рекомендации по использованию образовательных технологий и стратегий в процессе обучения тьюторов и учителей Тема 54. Диалоговые методики и элементы диалоговых технологий в курсе основы религиозных культур и светской этики Тема 55. Дидактические задания по курсу орксэ Тема 56. Интерактивный фестиваль мозаика народов россии Тема 57. Педагогическая мастерская учителя мониторинг преподавания учебных курсов по истории и культуре религий Тема 58. Урок-дискуссия вера и неверие",
        "tags": "педагогическая деятельность, учитель ОРКСЭ, основы духовно-нравственной культуры, религиозные культуры, воспитание, профессиональная переподготовка, методы обучения, ФГОС, диалоговые технологии, нравственное воспитание"
    },
    "course_1360" : {
        "course_name": "Педагогическая деятельность организатора ОБЖ в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-obzh-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "преподаватель ОБЖ (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Теория и методика преподавания основ безопасности жизнедеятельности Тема 52. Содержание образования по основам безопасности жизнедеятельности в школе Тема 53. Теоретические основы формирования положительной мотивации в процессе обучения основам безопасности жизнедеятельности Тема 54. Теоретические основы форм,  методов и технологий бучения безопасности жизнедеятельности Тема 55. Информационные технологии на уроках обж Тема 56. Роль практических заданий при обучении школьников основам безопасности жизнедеятельности Тема 57. Организация внеклассных занятий по обж",
        "tags": "педагогическая деятельность, ОБЖ, основы безопасности жизнедеятельности, преподаватель ОБЖ, профессиональная переподготовка, методы обучения, ФГОС, практические задания, внеклассные занятия, безопасность"
    },
    "course_1365" : {
        "course_name": "Педагогическая деятельность учителя музыки в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-muzyka-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель музыки (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. История музыкального образования Тема 52. Общие вопросы теории музыкального образования Тема 53. Общие положения формирования учебного предмета музыка Тема 54. Основные вопросы методики музыкального воспитания Тема 55. Методика преподавания музыки в основной школе в V классе Тема 56. Методика преподавания музыки в основной школе в VI классе Тема 57. Методика преподавания музыки в основной школе в VII классе Тема 58. Методика преподавания музыки в основной школе в VIII классе",
        "tags": "педагогическая деятельность, учитель музыки, музыка, ФГОС, профессиональная переподготовка, методы преподавания, музыкальное образование, уроки музыки, школьное обучение, музыкальное воспитание"
    },
    "course_1370" : {
        "course_name": "Педагогическая деятельность учителя технологии в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-tekhnologiya-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель технологии (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Трудовое обучение в образовательной области Технология Тема 52. Сущность технологического образования школьников Тема 53. Общие вопросы теории и методики обучения технологии Тема 54. Теоретико-методологические аспекты применения проектной деятельности на уроках технологии Тема 55. Современные средства обучения, применяемые на уроках технологии Тема 56. Методика планирования и проведения инновационных уроков Тема 57. Использование компьютерных технологий в процессе преподавания образовательной Тема 58. Нетрадиционные формы обучения на уроках технологии области технология",
        "tags": "педагогическая деятельность, учитель технологии, технология, ФГОС, профессиональная переподготовка, методы преподавания, технологическое образование, уроки технологии, школьное обучение, проектная деятельность"
    },
    "course_1375" : {
        "course_name": "Педагогическая деятельность учителя физической культуры в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-fizkultura-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "преподаватель физической культуры (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Основные вопросы физического воспитания и физической культуры Тема 52. Содержание процесса физического воспитания в системе педагогического образования Тема 53. Физическая подготовка и ее основные этапы Тема 54. Методика преподавания физической культуры Тема 55. Гигиена физического воспитания в учебном процессе Тема 56. Использование малых форм физического воспитания в режиме учебного дня школы Тема 57. Методические рекомендации по введению федерального государственного образовательного стандарта по предмету физическая культура Тема 58. Характеристика методических принципов физического воспитания Тема 59. Особенности внеклассной работы с учащимися по физической культуре Тема 60. Профессиональная подготовка, психологическая природа и закономерности деятельности учителя физической культуры Тема 61. Примерная учебная программа 1-4 классов по физической культуре Тема 62. Примерная учебная программа 5-9 классов по физической культуре Тема 63. Примерная учебная программа 10-11 классов по физической культуре",
        "tags": "педагогическая деятельность, учитель физической культуры, физкультура, ФГОС, профессиональная переподготовка, методы преподавания, физическое воспитание, школьное обучение, гигиена физического воспитания, учебные программы"
    },
    "course_1380" : {
        "course_name": "Педагогическая деятельность учителя биологии в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-biologiya-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель биологии (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль  Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Общая методика преподавания биологии Тема 52. Формы обучения биологии Тема 53. Применение дидактических игр на уроках биологии Тема 54. Использование средств информационных технологий на уроках биологии Тема 55. Использование элементов проблемного обучения на уроках биологии Тема 56. Особенности технологии развивающего обучения и воспитания на уроке биологии Тема 57. Кабинет биологии как один из основных элементов учебного процесса Тема 58. Внеклассное преподавание биологии Тема 59. Эксперимент в методике преподавании биологии",
        "tags": "педагогическая деятельность, учитель биологии, биология, ФГОС, профессиональная переподготовка, методы преподавания, дидактические игры, информационные технологии, проблемное обучение, внеклассное преподавание"
    },
    "course_1385" : {
        "course_name": "Педагогическая деятельность учителя Мировой художественной культуры в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-mhk-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель МХК (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с фгос ноо и фгос ооо Модуль 3. Предметный модуль Тема 51. Цели и задачи преподавания Мировой художественной культуры Тема 52. Принципы организации художественно - педагогического общения Тема 53. Педагогические методы и приёмы на уроке МХК Тема 54. О партнере искусство и других партнерах общения на уроках художественной культуры Тема 55. Организация события общения на уроках Мировой художественной культуры Тема 56. Организация сопереживания на уроках художественной культуры Тема 57. О высказываниях учеников на уроках Мировой художественной культуры Тема 58. Тематическое планирование курса художественная культура древнего мира Итоговая аттестация",
        "tags": "педагогическая деятельность, учитель МХК, мировая художественная культура, ФГОС, профессиональная переподготовка, методы преподавания, художественно-педагогическое общение, информационные технологии, внеклассная работа, эстетическое воспитание"
    },
    "course_1390" : {
        "course_name": "Педагогическая деятельность учителя черчения в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-cherchenie-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель черчения (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Модуль № 3. Профильный модуль Тема 50. Дидактический потенциал использования моделей в процессе обучения Тема 51. Развитие пространственного мышления на уроках черчения Тема 52. Методика преподавания графики Тема 53. Методика применения компьютерной анимации на уроках черчения Тема 54. Проектная деятельность на уроках черчения Тема 55. Организация комплексного внеклассного мероприятия по черчению и технологии Итоговая аттестация",
        "tags": "педагогическая деятельность, учитель черчения, ФГОС, профессиональная переподготовка, методы преподавания, проектная деятельность, компьютерная анимация, пространственное мышление, внеклассная работа"
    },
    "course_1395" : {
        "course_name": "Педагогическая деятельность учителя астрономии в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-astronomiya-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель астрономии (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования ФГОС на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации ФГОС общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с ФГОС НОО и ФГОС ООО Модуль № 3. Предметный модуль Тема 51. Цели, предмет и актуальные задачи дидактики астрономии Тема 52. Методика проведения вводных уроков астрономии Тема 53. Методика преподавания уроков по астрономии Тема 54. Методика преподавания раздела небесная механика Тема 55. Методы и инструменты астрономических исследований Тема 56. Преподавание раздела планетные тела и планетные системы Тема 57. Преподавание раздела солнце и звезды Тема 58. Преподавание раздела строение и эволюция вселенной Итоговая аттестация",
        "tags": "педагогическая деятельность, учитель астрономии, ФГОС, профессиональная переподготовка, методы преподавания, небесная механика, планетные системы, солнечная система, звезды, вселенная"
    },
    "course_1400" : {
        "course_name": "Организация специального и инклюзивного образования в соответствии с требованиями ФГОС для обучающихся с ОВЗ",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/fgos-inklyuziya/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель математики (Основное и среднее общее образование), учитель физики (Основное и среднее общее образование), учитель астрономии (Основное и среднее общее образование), учитель химии (Основное и среднее общее образование), учитель биологии (Основное и среднее общее образование), учитель русского языка (Основное и среднее общее образование), учитель литературы (Основное и среднее общее образование), учитель истории (Основное и среднее общее образование), учитель обществознания (Основное и среднее общее образование), учитель географии (Основное и среднее общее образование), учитель иностранного языка (Основное и среднее общее образование), учитель ОРКСЭ (Основное и среднее общее образование), учитель изобразительного искусства (Основное и среднее общее образование), учитель черчения (Основное и среднее общее образование), учитель технологии (Основное и среднее общее образование), преподаватель ОБЖ (Основное и среднее общее образование), преподаватель физической культуры (Основное и среднее общее образование), руководитель общеобразовательной организации (Основное и среднее общее образование), учитель информатики (Основное и среднее общее образование), учитель музыки (Основное и среднее общее образование), учитель экономики (Основное и среднее общее образование), учитель МХК (Основное и среднее общее образование), учитель шахмат (Основное и среднее общее образование), ОВЗ и инклюзия (Дополнительное образование и профессиональная переподготовка), учитель начальных классов (Начальное общее образование)",
        "syllabus": "Модуль 1. Общетеоретический модуль Тема 1. Государственная политика Российской Федерации в отношении инвалидов Тема 2. Акмеология и валеология в системе человекознания и образования Тема 3. Современные педагогические технологии в образовании Тема 4. Информационные технологии в образовании Тема 5. Педагогическое общение. Коммуникация, взаимодействие и общение как психологический и педагогический феномен Тема 6. ФГОС в контексте приоритетов государственной политики в образовании. Содержательно-методологические основы стандартов общего образования Тема 7. Управление качеством образования в соответствии с ФГОС Тема 8. Санитарно-эпидемиологические требования к условиям и организации обучения и воспитания в организациях, осуществляющих образовательную деятельность Модуль 2. Специальный модуль Тема 9. Сущность инклюзивного образования Тема 10. Основные положения инклюзивного образования Тема 11. История инклюзивного образования за рубежом Тема 12. Инклюзивное образование в Российской Федерации Тема 13. Тьютор в системе инклюзивного образования Тема 14. Теоретические аспекты инклюзивного подхода к образованию детей с задержкой психического развития Тема 15. Взаимодействие субъектов образовательного процесса в диагностико-коррекционной работе Тема 16. Теории поэтапного формирования умственных действий и понятий в контексте инклюзивного образования Тема 17. Психолого-педагогические аспекты повышения педагогической компетентности родителей детей с ограниченными возможностями Тема 18. Особенности воспитания ребенка с ограниченными возможностями в семье Тема 19. Разработка и модели педагогического сопровождения семьи, воспитывающей ребёнка-инвалида Тема 20. Работа с учащимися с ограниченными возможностями здоровья в условиях общеобразовательной школы Тема 21. Создание в образовательном учреждении коррекционно-развивающей среды для педагогов и учащихся Тема 22. Модель коррекционно-развивающей среды образовательного учреждения Тема 23. Структура адаптированных основных общеобразовательных программ Тема 24. Требования к результатам освоения основной образовательной программы начального школьного образования детей с ОВЗ Тема 25. Методические рекомендации к составлению адаптированной программы для ребенка с ОВЗ или ребенка-инвалида Итоговая аттестация",
        "tags": "инклюзивное образование, ФГОС, профессиональная переподготовка, ОВЗ, инклюзия, педагогическое сопровождение, коррекционно-развивающая среда, адаптированные образовательные программы, психолого-педагогические аспекты, тьютор"
    },
    "course_1404" : {
        "course_name": "Библиотечно-педагогическая деятельность в соответствии с ФГОС основного и среднего общего образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/bibliotekar-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "библиотекарь (Основное и среднее общее образование)",
        "syllabus": "Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования ФГОС на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации ФГОС общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Модуль 3. Предметный модуль Тема 50. Методические рекомендации по проектированию и реализации основных образовательных программ начального общего и основного общего образования в соответствии с ФГОС НОО и ФГОС ООО Тема 51. Образовательная функция школьной библиотеки Тема 52. Основные принципы библиотечной педагогики: исторический аспект Тема 53. Педагогический потенциал школьной библиотеки и ее роль в воспитательной работе современной школы Тема 54. Современные технологии справочно-библиографического обслуживания Тема 55. Современные тенденции развития информационных технологий в библиотеках Тема 56. Психолого-педагогические основы деятельности педагога-библиотекаря Тема 57. Формирование информационно-коммуникационной культуры педагога-библиотекаря Тема 58. Мотивация к учебной деятельности Тема 59. Использования ресурсов школьной библиотеки - медиатеки для формирования основ информационной культуры школьника Тема 60. Работа с учащимися с ограниченными возможностями здоровья в условиях общеобразовательной школы Итоговая аттестация",
        "tags": "библиотечно-педагогическая деятельность, ФГОС, профессиональная переподготовка, школьная библиотека, информационная культура, воспитательная работа, справочно-библиографическое обслуживание, образовательные программы, инклюзивное образование, педагог-библиотекарь"
    },
    "course_1409" : {
        "course_name": "Педагогическая деятельность педагога-воспитателя группы продленного дня в общеобразовательной организации",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-prodlenka/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель математики (Основное и среднее общее образование), учитель физики (Основное и среднее общее образование), учитель астрономии (Основное и среднее общее образование), учитель химии (Основное и среднее общее образование), учитель биологии (Основное и среднее общее образование), учитель русского языка (Основное и среднее общее образование), учитель литературы (Основное и среднее общее образование), учитель истории (Основное и среднее общее образование), учитель обществознания (Основное и среднее общее образование), учитель географии (Основное и среднее общее образование), учитель иностранного языка (Основное и среднее общее образование), учитель ОРКСЭ (Основное и среднее общее образование), учитель изобразительного искусства (Основное и среднее общее образование), учитель черчения (Основное и среднее общее образование), учитель технологии (Основное и среднее общее образование), преподаватель ОБЖ (Основное и среднее общее образование), преподаватель физической культуры (Основное и среднее общее образование), учитель информатики (Основное и среднее общее образование), учитель музыки (Основное и среднее общее образование), учитель экономики (Основное и среднее общее образование), учитель МХК (Основное и среднее общее образование), учитель шахмат (Основное и среднее общее образование), учитель начальных классов (Начальное общее образование)",
        "syllabus": "Модуль 1. Психологический модуль Тема 1. Психология развития ребенка Тема 2. Психология общения и педагогическое сотрудничество с ребенком Тема 3. Психология воспитания Тема 4. Формирование коллектива младших школьников Тема 5. Организация досуга в группе продленного дня Тема 6. Роль и функции воспитателя в группах продленного дня Тема 7. Особенности осуществления индивидуального подхода во взаимодействии с учениками Модуль 2. Педагогический модуль: Тема 8. Профессионально-педагогическая деятельность Тема 9. Акмеология и валеология в образовании Тема 10. Основные требования ФГОС Тема 11. Информационные технологии в образовании Тема 12. Современные педагогические технологии в образовании Тема 13. Работа с учащимися с ограниченными возможностями здоровья в условиях общеобразовательной школы Модуль 3. Воспитательный модуль Тема 14. Воспитательный процесс Тема 15. Создание и управление воспитательной системой Тема 16. Содержание воспитания Тема 17. Методы воспитания Тема 18. Средства воспитания Тема 19. Методики проведения воспитательных мероприятий Тема 20. Внеклассная и внешкольная воспитательная работе Тема 21. Воспитание на современном этапе Итоговая аттестация",
        "tags": "группа продленного дня, профессиональная переподготовка, педагог-воспитатель, психологическое развитие, педагогическое сотрудничество, воспитание, ФГОС, инклюзивное образование, воспитательная система, внеклассная работа, информационные технологии"
    },
    "course_1414" : {
        "course_name": "Педагогическая деятельность в дополнительном образовании в соответствии с ФГОС",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/do-pedagog-fgos/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "педагог дополнительного образования (Дополнительное образование)",
        "syllabus": "Модуль 1. Общепедагогический модуль Тема 1. Предмет и задачи педагогики Тема 2. Общая педагогика Тема 3. Педагогическая психология Тема 4. Современные педагогические технологии в образовании Тема 5. Информационные технологии в образовании Тема 6. Акмеология и валеология в системе человекознания и образования Тема 7. Профессионально-педагогическая деятельность Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Дидактические основы компьютеризации обучения Тема 15. Домашняя учебная работа учащихся Модуль 2. Профильный модуль Тема 16. Деятельность педагога дополнительного образования Тема 17. Нормативно-правовое обеспечение образовательного процесса в дополнительном образовании Тема 18. Методика работы педагога дополнительного образования Тема 19. Организация деятельности педагога дополнительного образования по проведению профессиональной ориентации школьников Тема 20. Педагогический контроль и оценка качества образования Тема 21. Социально- культурный потенциал системы дополнительного образования Тема 22. Маркетинг дополнительных образовательных услуг Тема 23. Технология организации массовых мероприятий Тема 24. Методические рекомендации по составлению дополнительной образовательной программы Тема 25. Детско-подростковые клубы как часть системы дополнительного образования Тема 26. Деятельность социального педагога в учреждении дополнительного образования детей Тема 27. Интегрирование процесса детского и взрослого дополнительного образования Тема 28. Организация взаимодействия родителей и учреждения дополнительного образования Тема 29. Особенности воспитательного процесса в учреждениях Тема 30. Особенности развития личности педагога дополнительного образования Тема 31. Педагогическая поддержка трудных подростков в учреждениях дополнительного образования Тема 32. Работа социального педагога в летний период Тема 33. Развитие индивидуальности ребенка в воспитательном процессе в системе дополнительного образования Тема 34. Социально-педагогические проблемы в сфере дополнительного образования детей Тема 35. Социально-педагогический потенциал учреждения дополнительного образования Итоговая аттестация",
        "tags": "дополнительное образование, педагогическая деятельность, ФГОС, педагогика, психологическое развитие, профессиональная ориентация, социальный педагог, педагогическая поддержка, индивидуальность ребенка, воспитательный процесс, маркетинг образовательных услуг, взаимодействие с родителями, массовые мероприятия"
    },
    "course_1418" : {
        "course_name": "Педагог дополнительного образования детей и взрослых",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/do-pedagog/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "педагог дополнительного образования (Дополнительное образование)",
        "syllabus": "Модуль 1. Педагогический модуль Тема 1. Деятельность педагога дополнительного образования Тема 2. Методика работы педагога дополнительного образования Тема 3. Информационные технологии в образовании Тема 4. Акмеология и валеология в системе человекознания и образования Тема 5. Педагогический контроль и оценка качества образования Тема 6. Развитие индивидуальности ребенка в воспитательном процессе в системе дополнительного образования Тема 7. Социально-педагогический потенциал учреждения дополнительного образования Модуль 2. Организационный модуль Тема 8. Нормативно-правовое обеспечение образовательного процесса в дополнительном образовании Тема 9. Организация деятельности педагога дополнительного образования по проведению профессиональной ориентации школьников Тема 10. Маркетинг дополнительных образовательных услуг Тема 11. Технология организации массовых мероприятий Тема 12. Интегрирование процесса детского и взрослого дополнительного образования Тема 13. Организация взаимодействия родителей и учреждения дополнительного образования Тема 14. Социально-педагогические проблемы в сфере дополнительного образования детей Модуль 3. Методический модуль Тема 15. Сущностные характеристики методической работы Тема 16. Комплексное учебно-методическое обеспечение образовательного процесса: понятие, сущность Тема 17. Технологические основы управления методической работой Тема 18. Основные средства и формы методической помощи Тема 19. Организационно-методическое сопровождение учебного процесса в условиях электронного обучения Тема 20. Методические указания по формированию комплексного учебно-методического обеспечения Тема 21. Основные функции методической службы учреждения дополнительного образования детей Тема 22. Организации деятельности методической службы учреждения дополнительного образования детей Тема 23. Целевое назначение и задачи методической службы учреждения дополнительного образования детей Тема 24. Методические рекомендации по составлению дополнительной образовательной программы Итоговая аттестация",
        "tags": "дополнительное образование, педагог дополнительного образования, ФГОС, методическая работа, педагогическая деятельность, профессиональная ориентация, маркетинг образовательных услуг, массовые мероприятия, взаимодействие с родителями, социально-педагогические проблемы, электронное обучение, методическая служба"
    },
    "course_1423" : {
        "course_name": "Деятельность педагога профессионального обучения, профессионального образования и дополнительного профессионального образования",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/po-spo-dpo/",
        "pricing_and_course_length": "288 ч. за 3500 рублей, 360 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей",
        "suitable_for_professions": "преподаватель профессионального образования (Профессиональное образование), мастер производственного обучения (Профессиональное образование), преподаватель профессионального обучения (Автошколы), мастер производственного обучения вождению (Автошколы), руководитель автошколы (Автошколы)",
        "syllabus": "Модуль 1. Организация учебной деятельности обучающихся по освоению учебных предметов СПО и ДПП Тема 1. Дидактическая деятельность педагога профессиональной школы сущность, функции, структура, содержание Тема 2. Основные виды и уровни организации учебно-познавательной деятельности учащихся Тема 3. Педагогические технологии организации учебной деятельности обучающихся по освоению учебных предметов Тема 4. Дидактические основы уроков различных типов Тема 5. Организация воспитательного процесса в учреждениях дополнительного образования Тема 6. Педагогический контроль и оценка качества образования Тема 7. Самоопределение и профессиональная ориентация учащихся Тема 8. Акмеология и валеология в образовании Тема 9. Информационные технологии в образовании Тема 10. Проблема качества образования в системе профессионального образования Модуль 2. Организация учебно-производственной деятельности обучающихся по освоению программ профессионального обучения Тема 1. Содержание профессионального образования и обучения Тема 2. Научно-методические основы отбора и анализа содержания профессионального образования Тема 3. Дидактическое проектирование целей, содержания и технологии профессионального обучения Тема 4. Мастер профессионального (производственного) обучения Тема 5. Методы, средства и формы теоретического и практического профессионального обучения понятия, сущность и характеристика Тема 6. Системность и характеристика основных компонентов процесса профессионального обучения учащихся СПО Тема 7. Подготовка мастера производственного обучения к занятиям Тема 8. Урок - основная форма производственного обучения Тема 9. Разработка урока производственного обучения Тема 10. Средства производственного обучения Тема 11. Формы организации учебно-производственного труда учащихся Тема 12. Производственная практика учащихся Тема 13. Методология, методы, критерии и показатели оценки профессиональной подготовки; сущность, задачи и требования к контролю Тема 14. Современные методы контроля результатов обучения Тема 15. Формы организации труда (обучающей деятельности) мастера производственного обучения Модуль 3. Разработка программно-методического обеспечения учебно-производственного процесса Тема 1. Учебно-методическое обеспечение образовательного процесса Тема 2. Методические рекомендации по разработке основных профессиональных образовательных программ и дополнительных профессиональных программ с учетом соответствующих профессиональных стандартов Тема 3. Методические указания по формированию комплексного учебно-методического обеспечения Тема 4. Рекомендации по разработке примерных программ учебных дисциплин по специальностям среднего профессионального образования Тема 5. Методические подходы к анализу учебной литературы в системе профессионального образования Тема 6. Основы формирования мотивации в обучении Тема 7. Разработка программно-методического комплекса по дисциплине профессионального цикла Тема 8. Ведение документации, обеспечивающей учебно-производственный процесс Тема 9. Концепция ФГОС среднего профессионального образования Тема 10. ИНСТРУКЦИЯ по охране труда при проведении занятий",
        "tags": "профессиональное обучение, профессиональное образование, дополнительное профессиональное образование, педагог профессионального обучения, мастер производственного обучения, автошколы, дидактическая деятельность, профессиональная ориентация, контроль и оценка качества образования, учебно-производственная деятельность, учебно-методическое обеспечение, ФГОС"
    },
    "course_1428" : {
        "course_name": "Профессиональная переподготовка для мастеров производственного обучения «Профессиональное обучение (по отраслям)»",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-master/",
        "pricing_and_course_length": "1020 ч. за 0 рублей, 288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей",
        "suitable_for_professions": "мастер производственного обучения (Профессиональное образование), мастер производственного обучения вождению (Автошколы)",
        "syllabus": "Модуль 1. Учебно-воспитательная деятельность мастера производственного обучения Тема 1. Дидактическая деятельность педагога профессиональной школы сущность, функции, структура, содержание Тема 2. Содержание профессионального образования и обучения Тема 3. Научно-методические основы отбора и анализа содержания профессионального образования Тема 4. Методы, средства и формы теоретического и практического профессионального обучения понятия, сущность и характеристика Тема 5. Дидактическое проектирование целей, содержания и технологии профессионального обучения Тема 6. Системы производственного обучения Тема 7. Основные виды и уровни организации учебно-познавательной деятельности учащихся Тема 8. Урок - основная форма производственного обучения Тема 9. Организация воспитательного процесса в учреждениях дополнительного образования Тема 10. Самоопределение и профессиональная ориентация учащихся Тема 11. Акмеология и валеология в профессиональном обучении Тема 12. Информационные технологии в профессиональном обучении Тема 13. Мастер профессионального (производственного) обучения Тема 14. Профессиональная компетентность мастера производственного обучения Тема 15. Подготовка мастера производственного обучения к занятиям Тема 16. Подготовительная работа мастера к производственному обучению Тема 17. Проблема качества образования в системе профессионального образования Тема 18. Методология, методы, критерии и показатели оценки профессиональной подготовки; сущность, задачи и требования к контролю Тема 19. Современные методы контроля результатов обучения Модуль 2. Организационно-методическая деятельность мастера производственного обучения Тема 1. Принципы профессионального обучения Тема 2. Педагогические технологии организации учебной деятельности обучающихся по освоению учебных предметов Тема 3. Основы формирования мотивации в обучении Тема 4. Организационные формы производственного обучения Тема 5. Разработка урока производственного обучения Тема 6. Формы организации учебно-производственного труда учащихся Тема 7. Планирование производственного обучения Тема 8. Производственное обучение учащихся в условиях производства Тема 9. Производственная практика учащихся Тема 10. Организация и структура инструктажа Тема 11. Формы организации труда (обучающей деятельности) мастера производственного обучения Тема 12. Учебно-методическое обеспечение образовательного процесса Тема 13. Методические рекомендации по разработке основных профессиональных образовательных программ и дополнительных профессиональных программ с учетом соответствующих профессиональных стандартов Тема 14. Учебно-методический комплекс Тема 15. Методические указания по формированию комплексного учебно-методического обеспечения Тема 16. Методические подходы к анализу учебной литературы в системе профессионального образования Тема 17. Ведение документации, обеспечивающей учебно-производственный процесс Тема 18. Составление плана-конспекта урока по комплексной теме программы производственного обучения Тема 19. Составление основных документов по планированию учебно-производственных работ Тема 20. Инструкция по охране труда при проведении занятий",
        "tags": "профессиональное обучение, производственное обучение, мастер производственного обучения, автошколы, дидактическая деятельность, профессиональная компетентность, профессиональная ориентация, контроль и оценка качества образования, учебно-производственный процесс, методическое обеспечение, охрана труда"
    },
    "course_1432" : {
        "course_name": "Менеджмент в образовании",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/menedzhment/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "руководитель организации дошкольного образования (Дошкольное образование), руководитель общеобразовательной организации (Основное и среднее общее образование), руководитель организации дополнительного образования (Дополнительное образование), руководитель профессиональной образовательной организации (Профессиональное образование), руководитель автошколы (Автошколы)",
        "syllabus": "Модуль 1. Общий менеджмент Модуль 2. Стратегический менеджмент Модуль 3. Управление изменениями Модуль 4. Профессиональные навыки менеджера Итоговая аттестация",
        "tags": "образовательный менеджмент, стратегический менеджмент, управление изменениями, профессиональные навыки менеджера, руководитель образовательной организации, дошкольное образование, дополнительное образование, профессиональное образование, автошколы"
    },
    "course_1438" : {
        "course_name": "Управление персоналом",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/upravlenie-personalom/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "руководитель организации дошкольного образования (Дошкольное образование), руководитель общеобразовательной организации (Основное и среднее общее образование), руководитель организации дополнительного образования (Дополнительное образование), руководитель профессиональной образовательной организации (Профессиональное образование), руководитель автошколы (Автошколы)",
        "syllabus": "Модуль 1. Концепции и организационные основы управления персоналом Модуль 2. Стратегии и методы управления персоналом Модуль 3. Управление адаптацией и развитием персонала Модуль 4. Организация труда и оценка эффективности персонала Итоговая аттестация",
        "tags": "управление персоналом, стратегии управления, адаптация персонала, развитие персонала, организация труда, оценка эффективности, руководитель образовательной организации, дошкольное образование, дополнительное образование, профессиональное образование, автошколы"
    },
    "course_1444" : {
        "course_name": "Социально-педагогическое сопровождение обучающихся",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/socialnyj-pedagog/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "социальный педагог общеобразовательной организации (Основное и среднее общее образование), социальный педагог (Профессиональное образование)",
        "syllabus": "Модуль 1. Социально-педагогическая поддержка обучающихся, их родителей Тема 1. Общая педагогика Тема 2. Акмеология и валеология в системе человекознания и образования Тема 3. История развития социальной педагогики Тема 4. Сущность, функции и принципы измерения как основы социально-педагогической диагностики Тема 5. Объект социально-педагогической диагностики Тема 6. Структура и уровни социально-педагогической диагностики Тема 7. Гипотезы и решения в социально-педагогической диагностике Тема 8. Методы сбора первичной информации Тема 9. Методы первичного оценивания Тема 10. Диагностика структуры воспитательных явлений Тема 11. Социально-педагогическая деятельность по трудоустройству детей-сирот в постинтернатный период Тема 12. Нормативно-правовое обеспечение социальной защиты детей-сирот и детей, оставшихся без попечения родителей Тема 13. Социальная работа и педагогика пути обеспечения эффективного взаимодействия Тема 14. Профессиональная компетентность социального педагога Модуль 2. Организационно-педагогическое сопровождение социальной деятельности с обучающимися и их родителями Тема 15. Основы социальной педагогики как науки Тема 16. Педагогическая психология Тема 17. Возрастная психология Тема 18. Психологические основы методов и форм воспитатель-ной работы Тема 19. Организация сотрудничества семьи и школы Тема 20. Особенности работы социального педагога с семьями группы риска в микрорайоне Тема 21. Деятельность социального педагога в дошкольной образовательной организации Тема 22. Деятельность социального педагога в общеобразовательной школе Тема 23. Методы работы социального педагога с трудными детьми Тема 24. Методика и технология работы социального педагога в социальных приютах Тема 25. Особенности работы социального педагога с наркозависимыми Тема 26. Работа социального педагога с безнадзорными детьми Тема 27. Психологическая и педагогическая коррекция отклоняющегося поведения подростков в учебно-воспитательном процессе Тема 28.Теоретические основы социальной работы с семьей Тема 29. Формы и методы организации работы социального педа-гога с семьями, воспитывающими детей с особенностями психофизического развития Итоговая аттестация",
        "tags": "социально-педагогическое сопровождение, социальный педагог, поддержка обучающихся, работа с родителями, социальная педагогика, диагностика, дети-сироты, социальная защита, педагогическая компетентность, взаимодействие семьи и школы, трудные дети, социальные приюты, наркозависимость, безнадзорные дети, коррекция поведения, работа с семьями"
    },
    "course_1448" : {
        "course_name": "Контролер технического состояния автотранспортных средств",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/kontrolyor-avtotransporta/",
        "pricing_and_course_length": "288 ч. за 4000 рублей",
        "suitable_for_professions": "руководитель автошколы (Автошколы), ответственный за транспортную безопасность (Дополнительное образование и профессиональная переподготовка)",
        "syllabus": "Модуль 1. Основы транспортного законодательства РФ. Нормативно-правовое регулирование в области безопасности дорожного движения на автомобильном транспорте и технического обслуживания и ремонта автотранспортных средств Тема 1. Основы транспортного права Тема 2. Правовое регулирование управления в области транспорта Тема 3. Нормативно-правовое регулирование в области безопасности дорожного движения на автомобильном транспорте и технического обслуживания и ремонта автотранспортных средств Модуль 2. Конструкция и техническая эксплуатация автотранспортных средств Тема 4. Основы технического обслуживания и ремонта автотранспортных средств Тема 5. Безопасность транспортных средств Тема 6. Средства производства предрейсового или предсменного контроля технического состояния транспортных средств Модуль 3. Порядок организации и проведения предрейсового или предсменного контроля технического состояния транспортных средств Тема 7. Контроль технического состояния транспортных средств Тема 8. Порядок организации и проведения предрейсового или предсменного контроля технического состояния транспортных средств в соответствии с Приказом Минтранса России от 15.01.20 г. № 9 Модуль 4. Основы трудового законодательства РФ. Охрана труда на автомобильном транспорте и противопожарная защита Тема 9. Основы трудового законодательства РФ Тема 10. Правила по охране труда на автомобильном транспорте Тема 11. Правила противопожарного режима на объектах транспорта и транспортной инфраструктуры Тема 12. Основы гигиена труда и производственной санитарии при проведении контроля технического состояния автотранспортных средств Итоговая аттестация",
        "tags": "контроль технического состояния, автотранспорт, транспортное законодательство, безопасность дорожного движения, техническое обслуживание, ремонт автотранспортных средств, предрейсовый контроль, предсменный контроль, охрана труда, противопожарная защита, гигиена труда, производственная санитария"
    },
    "course_1452" : {
        "course_name": "Специалист, ответственный за обеспечение безопасности дорожного движения",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/specialist-bdd/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 650 ч. за 6000 рублей",
        "suitable_for_professions": "руководитель общеобразовательной организации (Основное и среднее общее образование), руководитель профессиональной образовательной организации (Профессиональное образование), мастер производственного обучения вождению (Автошколы), руководитель автошколы (Автошколы), ответственный за транспортную безопасность (Дополнительное образование и профессиональная переподготовка)",
        "syllabus": "Модуль 1. Основы транспортного законодательства РФ. Нормативно-правовое регулирование в сфере обеспечения безопасности дорожного движения и перевозки пассажиров и грузов Тема 1. Основы транспортного права Тема 2. Правовое регулирование управления в области транспорта Тема 3. Нормативно-правовое регулирование в сфере обеспечения безопасности дорожного движения и перевозки пассажиров и грузов Модуль 2. Основы и правила технической эксплуатации транспортных средств Тема 4. Основы технической эксплуатации автомобилей Тема 5. Безопасность транспортных средств Модуль 3. Организация автомобильных перевозок и безопасность движения Тема 6. Основы и принципы безопасного функционирования автомобильного транспорта Тема 7. Организация и правила осуществления перевозок пассажиров и грузов автомобильным транспортом Тема 8. Организация работы по безопасности дорожного движения в автотранспортной организации Модуль 4. Порядок организации и проведения предрейсового или предсменного контроля технического состояния транспортных средств Тема 9. Контроль технического состояния транспортных средств Тема 10. Порядок организации и проведения предрейсового или предсменного контроля технического состояния транспортных средств в соответствии с Приказом Минтранса России от 15.01.20 г. № 9 Модуль 5. Основы трудового законодательства РФ. Охрана труда на автомобильном транспорте и противопожарная защита Тема 11. Основы трудового законодательства РФ Тема 12. Правила по охране труда на автомобильном транспорте Тема 13. Правила противопожарного режима на объектах транспорта и транспортной инфраструктуры Тема 14. Основы гигиена труда и производственной санитарии при проведении контроля технического состояния автотранспортных средств Итоговая аттестация",
        "tags": "безопасность дорожного движения, транспортное право, перевозка пассажиров и грузов, техническая эксплуатация автомобилей, организация автомобильных перевозок, предрейсовый контроль, охрана труда, противопожарная защита, гигиена труда, транспортная безопасность"
    },
    "course_1455" : {
        "course_name": "Диспетчер автомобильного и городского наземного электрического транспорта",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/dispetcher/",
        "pricing_and_course_length": "288 ч. за 4000 рублей",
        "suitable_for_professions": "руководитель общеобразовательной организации (Основное и среднее общее образование), ответственный за транспортную безопасность (Дополнительное образование и профессиональная переподготовка)",
        "syllabus": "Тема 1. Общие принципы государственного регулирования транспортной деятельности в условиях рынка Тема 2. Основы транспортного законодательства Тема 3. Нормативно-правовое регулирование в области безопасности дорожного движения Тема 4. Основные нормативно-технические документы по обеспечению безопасности и охране труда на автотранспортном предприятии Тема 5. Пассажирские перевозки Тема 6. Транспортный процесс перевозки грузов Тема 7. Транспортные системы города Тема 8. Транспортно-пересадочные узлы на сети пассажирского транспорта Тема 9. Классификация автобусных маршрутов Тема 10. Координация работы различных видов пассажирского транспорта Тема 11. Диспетчерское управление автобусными перевозками Тема 12. Информационная система управления пассажирским транспортом Тема 13. Нормирование скоростей движения автобусов на маршруте Тема 14. Технико-эксплуатационные показатели работы автобусов Тема 15. Тарифы и билетная система на автобусном транспорте Тема 16. Организация труда водителей Тема 17. Нормирование труда на предприятиях городского пассажирского транспорта Тема 18. Особенности режима рабочего времени и времени отдыха Тема 19. Оформление путевого листа Тема 20. Организация и проведение инструктажа водителей Тема 21. Составление сменно-суточного плана, расчет сменного задания водителю, анализ выполнения суточного плана Тема 22. Требования к техническому состоянию и оборудованию автотранспортных средств Тема 23. Обеспечение безопасности движения маршрутного пассажирского транспорта Тема 24. Противопожарная защита транспортных предприятий Тема 25. Требования по обеспечению безопасности перевозок опасных, крупногабаритных и тяжеловесных грузов Итоговая аттестация",
        "tags": "диспетчерское управление, пассажирские перевозки, транспортное законодательство, безопасность дорожного движения, охрана труда, автобусные маршруты, транспортные системы, информационная система управления, нормирование труда, техническое состояние транспорта, противопожарная защита, безопасность перевозок"
    },
    "course_1482" : {
        "course_name": "Педагог-дефектолог",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pedagog-defektolog/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "логопед (Дошкольное образование)",
        "syllabus": "Модуль 1. Психолого-педагогический  Тема 1. Предмет и задачи педагогики Тема 2. Общая педагогика Тема 3. Педагогическая психология Тема 4. Современные педагогические технологии в образовании Тема 5. Информационные технологии в образовании Тема 6. Акмеология и валеология в системе человекознания и образования Тема 7. Профессионально-педагогическая деятельность Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Дидактические основы компьютеризации обучения Тема 15. Домашняя учебная работа учащихся Тема 16. Психологическая экспертиза (оценка) комфортности и безопасности образовательной среды образовательных организаций Тема 17. Психологическое консультирование субъектов образовательного процесса Тема 18. Коррекционно-развивающая работа с обучающимися Тема 19. Психологическая диагностика обучающихся Тема 20. Психологическое просвещение субъектов образовательного процесса Тема 21. Психопрофилактика (профессиональная деятельность, направленная на сохранение и укрепление психологического здоровья обучающихся в процессе обучения и воспитания в образовательных организациях) Тема 22. Нормативно-правовые основы обучения и сопровождения учащихся с ограниченными возможностями здоровья Тема 23. Психологические особенности детей с ограниченными возможностями Тема 24. Психологическое сопровождение детей-инвалидов и детей с ОВЗ Тема 25. Обеспечение психологической безопасности субъекта образовательного процесса Модуль 2. Специальный модуль Тема 26. Дефектология как наука  Тема 27. Анатомия органов речи Тема 28. Физиология органов речи Тема 29. Патология органов речи Тема 30. Анатомия и физиология зрительного анализатора Тема 31. Патология зрительного анализатора Тема 32. Анатомия и физиология органа слуха Тема 33. Классификация и характеристика стойких нарушений слуха у детей Тема 34. Методы компенсации нарушенной слуховой функции Тема 35. Развитие слухового восприятия у глухих и слабослышаших детей Тема 36. Психолого-педагогическая характеристика детей с задержкой психического развития Тема 37. Поведение детей с задержкой психического развития Тема 38. Эмоциональная сфера детей с задержкой психического развития Тема 39. Особенности мышления детей с ЗПР Тема 40. Особенности моторики у детей с задержкой психического развития Тема 41. Особенности памяти и внимания детей с задержкой психического развития Тема 42. Особенности речи у детей с задержкой психического развития Тема 43. Учебная мотивация детей с задержкой психического развития Тема 44. Психолого-педагогические аспекты повышения педагогической компетентности родителей детей с ограниченными возможностями Тема 45. Создание в образовательном учреждении коррекционно-развивающей среды для педагогов и учащихся Тема 46. Психолого-педагогическая коррекция: понятие, цели и задачи Тема 47.Методы и средства, подходы и технологии психолого-педагогического воздействия Итоговая аттестация",
        "tags": "педагог-дефектолог, логопед, дефектология, коррекционно-развивающая работа, психологическая диагностика, психопрофилактика, инклюзивное образование, коррекция речи, задержка психического развития, ОВЗ, анатомия и физиология органов речи, педагогическая психология"
    },
    "course_1656" : {
        "course_name": "Преподавание курса «Шахматы»",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/shakhmaty/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "учитель шахмат (Основное и среднее общее образование)",
        "syllabus": " Модуль 1. Педагогический модуль Тема 1. Педагогическая психология Тема 2. Социальная педагогика Тема 3. Психология конфликта Тема 4. Психология общения Модуль 2. Специальный модуль Тема 5. Валеология  Тема 6. Современные педагогические технологии Тема 7. Информационные технологии в образовании Модуль 3. Модуль Шахматы Тема 8. Концепция федерального курса Шахматы в школе Тема 9. Методика обучения шахматной игре Тема 10. Методика обучения, стимулирующая мотивацию детей младшего школьного возраста к овладению игрой в шахматы Тема 11.  Дидактические игры при обучении игре в шахматы Тема 12. Развитие способностей ребенка во время обучения шахматной игре Тема 13. Шахматные уроки по возрасту Тема 14. Психогигиена шахматистов Тема 15. Использование информационно-куммуникативных технологий при обучении игре в шахматы Итоговая аттестация",
        "tags": "шахматы, обучение шахматам, педагогика шахмат, шахматная методика, развитие способностей, шахматные игры, информационные технологии, педагогическая психология, социальная педагогика, психогигиена шахматистов"
    },
    "course_1669" : {
        "course_name": "Государственное и муниципальное управление",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/gos-upravlenie/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "руководитель организации дошкольного образования (Дошкольное образование), руководитель общеобразовательной организации (Основное и среднее общее образование), руководитель организации дополнительного образования (Дополнительное образование), руководитель профессиональной образовательной организации (Профессиональное образование)",
        "syllabus": " Модуль 1. Общепрофессиональный модуль Тема 1. Экономическая теория Тема 2. Экономика и государство Тема 3. Теория государства и права Тема 4. Конституционное право Тема 5. Административное право Тема 6. Трудовое право Тема 7. Гражданское право Тема 8. Муниципальное право Тема 9. Земельное право Тема 10. Федеративное устройство Российской Федерации Модуль 2. Специальный модуль Тема 1. Теория и организация Тема 2. Теория управления Тема 3. Управление персоналом Тема 4.Государственное регулирование рыночной экономики Тема 5. Государственные и муниципальные финансы Тема 6. Социология управления Тема 7. Система государственного и муниципального управления Тема 8. Государственная  и муниципальная служба в РФ Тема 9. Государственная служба и кадровая политика Тема 10. Организация кадровой работы государственного органа Тема 11. Организация делопроизводства Тема 12. Профессиональная этика государственных и муниципальных служащих Тема 13. Речевой этикет в деловом общении Тема 14. Организационная культура Тема 15. Принятие управленческих решений Тема 16. Информационные технологии в государственном муниципальном управлении",
        "tags": "государственное управление, муниципальное управление, экономика и государство, теория государства и права, конституционное право, административное право, трудовое право, гражданское право, муниципальное право, земельное право, федеративное устройство, управление персоналом, государственные финансы, муниципальные финансы, социология управления, государственная служба, кадровая политика, делопроизводство, профессиональная этика, речевой этикет, организационная культура, управленческие решения, информационные технологии"
    },
    "course_1688" : {
        "course_name": "Специалист по работе с молодежью и государственной молодежной политике",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/molod-spec/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "инструктор по физической культуре в дошкольном образовании (Дошкольное образование), педагог дошкольного образования (Дошкольное образование), руководитель организации дошкольного образования (Дошкольное образование), учитель математики (Основное и среднее общее образование), учитель физики (Основное и среднее общее образование), учитель астрономии (Основное и среднее общее образование), учитель химии (Основное и среднее общее образование), учитель биологии (Основное и среднее общее образование), учитель русского языка (Основное и среднее общее образование), учитель литературы (Основное и среднее общее образование), учитель истории (Основное и среднее общее образование), учитель обществознания (Основное и среднее общее образование), учитель географии (Основное и среднее общее образование), учитель иностранного языка (Основное и среднее общее образование), учитель ОРКСЭ (Основное и среднее общее образование), учитель изобразительного искусства (Основное и среднее общее образование), учитель черчения (Основное и среднее общее образование), учитель технологии (Основное и среднее общее образование), преподаватель ОБЖ (Основное и среднее общее образование), преподаватель физической культуры (Основное и среднее общее образование), методист общеобразовательной организации (Основное и среднее общее образование), библиотекарь (Основное и среднее общее образование), педагог-психолог общеобразовательной организации (Основное и среднее общее образование), руководитель общеобразовательной организации (Основное и среднее общее образование), социальный педагог общеобразовательной организации (Основное и среднее общее образование), учитель информатики (Основное и среднее общее образование), учитель музыки (Основное и среднее общее образование), учитель экономики (Основное и среднее общее образование), учитель МХК (Основное и среднее общее образование), учитель шахмат (Основное и среднее общее образование), вожатый (Основное и среднее общее образование), педагог дополнительного образования (Дополнительное образование), тренер-преподаватель (Дополнительное образование), тьютор (Дополнительное образование), руководитель организации дополнительного образования (Дополнительное образование), преподаватель профессионального образования (Профессиональное образование), мастер производственного обучения (Профессиональное образование), руководитель профессиональной образовательной организации (Профессиональное образование), педагог-психолог (Профессиональное образование), социальный педагог (Профессиональное образование), воспитатель (Профессиональное образование), методист профессиональной образовательной организации (Профессиональное образование), педагог-организатор профессиональной образовательной организации (Профессиональное образование), преподаватель профессионального обучения (Автошколы), мастер производственного обучения вождению (Автошколы), руководитель автошколы (Автошколы)",
        "syllabus": " Модуль 1. Теоретический модуль Тема 1. Педагогика как наука, ее выделение в особую отрасль знания и предмет исследования Тема 2. Роль метолологии, связи с другими науками и методов исследования в развитии педагогики Тема 3. Разработка в педагогике проблемы целей воспитания. Формирование всесторонне и гармонично развитой личности как основная цель современного воспитания Тема 4. Личность как предмет воспитания, внешние и внутренние факторы ее развития Тема 5. Сущность воспитания как педагогического процесса, его общие закономерности и принципы Тема 6. Возрастные и индивидуальные особенности развития и воспитания личности Тема 7. Обучение как процесс личностного развития учащихся и его исследование в дидактике Тема 8. Содержание образования и педагогические основы его совершенствования Тема 9. Сущность процесса обучения, его задачи и внутренняя структура Тема 10. Дидактические закономерности и принципы обучения Тема 11. Методы обучения и активизации познавательной деятельности учащихся Тема 12. Формы организации обучения и их развитие в дидактике. Урок как основная форма школьного обучения Тема 13. Дидактические основы уроков различных типов Тема 14. Другие формы организации обучения Тема 15. Дидактические основы компьютеризации обучения Тема 16. Домашняя учебная работа учащихся Тема 17. Воспитание отношений как процесс личностного развития учащихся и его исследование в педагогике Тема 18. Общие методы и средства воспитания Тема 19. Формирование воспитательного коллектива и усиление его влияния на развитие учащихся Тема 20. Нравственное воспитание Тема 21. Воспитание патриотизма и культуры межнациональных отношений Тема 22. Трудовое воспитание и профессиональная ориентация учащихся Тема 23. Воспитание дисциплины и культуры поведения Тема 24. Эстетическое воспитание Тема 25. Физическое воспитание Тема 26. Формирование мировоззрения школьников в общей системе учебно-воспитательной работы Тема 27. Организация самовоспитания учащихся Тема 28. Совместная воспитательная работа школы, семьи и общественности Тема 29. Система образования и тенденции ее развития в различных странах Модуль 2. Нормативно-методический модуль Тема 30. Методология практической педагогической деятельности Тема 31. Профессионально-педагогическая деятельность Тема 32. Классный руководитель в школе Тема 33. Учитель, структура его деятельности и профессиональный рост Тема 34. Управление школой и руководство учебно-воспитательной работой Тема 35. Психология конфликта Тема 36. Психология общения Тема 37. Валеология Тема 38. Информационные технологии в образовании Тема 39. Методы обучения и активизации познавательной деятельности учащихся Тема 40. Современные педагогические технологии в общеобразовательной школе Тема 41. Педагогические ситуации Тема 42. Педагогические задачи и варианты их решения Тема 43. ФГОС в контексте приоритетов государственной политики в образовании. Тема 44. Основные требования фгос на уроке Тема 45. Фундаментальное ядро содержания общего образования Тема 46. Примерная основная образовательная программа как ведущий механизм реализации фгос общего образования Тема 47. Изучение структуры и содержания процесса организации проектной деятельности в формировании регулятивных универсальных учебных действий учащихся Тема 48. Система оценки достижения планируемых результатов освоения основной образовательной программы основного общего образования Тема 49. Основная образовательная программа основного общего образования Модуль 3. Предметный модуль Тема  1. Особенности становления и актуальные задачи молодежной политики  Тема  2. Основные положения и цель государственной молодежной политики  Тема  3. Стратегия и приоритеты молодежной политики в регионах Тема  4. Механизмы реализации государственной молодежной политики в регионах Тема  5. Подходы к проблеме гражданско-патриотического воспитания Тема  6. Организация досуга и отдыха детей, подростков, молодежи Тема  7. Критерии и показатели оценки эффективности деятельности профильных лагерей Тема  8. Технологии работы с талантливой молодежью Тема  9. Молодежные волонтерские общественные объединения как форма вовлечения молодежи Тема 10. Молодежная политика в области формирования здорового образа жизни Тема 11. Профилактика асоциального поведения молодежи  Итоговая аттестация",
        "tags": "молодежная политика, патриотическое воспитание, организация досуга, волонтерские объединения, здоровый образ жизни, профилактика асоциального поведения, педагогика, методы воспитания, компьютеризация обучения, нравственное воспитание, трудовое воспитание, физическое воспитание, педагогические технологии, информационные технологии, управление школой, дидактика"
    },
    "course_1694" : {
        "course_name": "Специалист по пожарной профилактике",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/pogar-spec/",
        "pricing_and_course_length": "250 ч. за 4000 рублей",
        "suitable_for_professions": "руководитель организации дошкольного образования (Дошкольное образование), руководитель общеобразовательной организации (Основное и среднее общее образование), руководитель организации дополнительного образования (Дополнительное образование), руководитель профессиональной образовательной организации (Профессиональное образование), руководитель автошколы (Автошколы), ответственный за пожарную безопасность (Дополнительное образование и профессиональная переподготовка), ответственный за ГО и ЧС (Дополнительное образование и профессиональная переподготовка)",
        "syllabus": "Модуль 1. Пожары. Классификация пожаров. Опасные факторы пожаров Модуль 2. Организационные основы обеспечения пожарной безопасности в РФ Модуль 3. Требования пожарной безопасности к складским зданиям, сооружениям, помещениям Модуль 4. Система предотвращения пожаров Модуль 5. Требования пожарной безопасности при проектировании, строительстве и эксплуатации объекта защиты Модуль 6. Тушение пожаров и оказание первой помощи пострадавшим Итоговая аттестация",
        "tags": "пожарная безопасность, классификация пожаров, предотвращение пожаров, проектирование объектов, тушение пожаров, первая помощь, пожарная профилактика, ГО и ЧС, складские здания, сооружения, эксплуатация объектов"
    },
    "course_1709" : {
        "course_name": "Специалист в области воспитания",
        "course_type": "Профессиональная переподготовка",
        "course_page_link": "https://педработник.рф/professionalnaya-perepodgotovka/kurs/spec-vosp/",
        "pricing_and_course_length": "288 ч. за 4000 рублей, 502 ч. за 5000 рублей, 650 ч. за 7000 рублей, 1020 ч. за 9000 рублей",
        "suitable_for_professions": "воспитатель в дошкольном образовании (Дошкольное образование), инструктор по физической культуре в дошкольном образовании (Дошкольное образование), музыкальный руководитель в дошкольном образовании (Дошкольное образование), педагог дошкольного образования (Дошкольное образование), руководитель организации дошкольного образования (Дошкольное образование), психолог (Дошкольное образование), логопед (Дошкольное образование), проба (Дошкольное образование), педагог дополнительного образования (Дополнительное образование), тренер-преподаватель (Дополнительное образование), тьютор (Дополнительное образование), руководитель организации дополнительного образования (Дополнительное образование)",
        "syllabus": "Модуль 1. Педагогика дошкольного образования Тема 1. Дошкольная педагогика Тема 2. Построение образовательной среды в дошкольной образовательной организации Тема 3. Основы гигиены детей раннего и дошкольного возраста Модуль 2. Психологические основы профессиональной деятельности Тема 4. Детская психология Тема 5. Педагогическая психология Тема 6. Диагностика психологического развития детей Модуль 3. Методическое сопровождение дошкольного образования Тема 7. Теория и методика развития речи детей Тема 8. Литературное образование дошкольников Тема 9. Теория и методика физического воспитания детей Тема 10. Теория и методика развития детского изобразительного творчества Итоговая аттестация",
        "tags": "дошкольное образование, педагогика, детская психология, методическое сопровождение, развитие речи, физическое воспитание, изобразительное творчество, гигиена детей, образовательная среда"
    },
}